tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'ravenac95/sudolikeaboss'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'iperf'
brew 'jemalloc'
brew 'keybase'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'mackup'
brew 'mas'
brew 'msgpack'
brew 'node'
brew 'openssl'
brew 'pkg-config'
brew 'swagger-codegen'
brew 'unibilium'
brew 'wget'
brew 'zsh'
brew 'neovim/neovim/neovim'
brew 'ravenac95/sudolikeaboss/sudolikeaboss'
cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'bartender'
cask 'bee'
cask 'bettertouchtool'
cask 'boxcryptor'
cask 'choosy'
cask 'cocoarestclient'
cask 'cryptomator'
cask 'cyberduck'
cask 'dash'
cask 'dnscrypt'
cask 'docker-toolbox'
cask 'dropbox'
cask 'flux'
cask 'fork'
cask 'fuse'
cask 'google-chrome'
cask 'gpgtools'
cask 'hazel'
cask 'iterm2'
cask 'kaleidoscope'
cask 'kextviewr'
cask 'keybase'
cask 'little-snitch'
cask 'logitech-control-center'
cask 'mplayerx'
cask 'osxfuse'
cask 'paw'
cask 'security-growler'
cask 'slack'
cask 'sublime-text'
cask 'taskexplorer'
cask 'textmate'
cask 'torbrowser'
cask 'tower'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'xld'
mas 'WiFi Explorer', id: 494803304
mas 'Unclutter', id: 577085396
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
mas 'Haskell', id: 841285201
mas 'Commander One', id: 1035236694
mas 'Patterns', id: 429449079
mas 'Wunderlist', id: 410628904
mas '1Blocker', id: 1107421413
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Textual', id: 896450579
mas 'Home Inventory', id: 413564952
mas 'Amphetamine', id: 937984704
mas 'Reeder', id: 880001334
mas 'Numbers', id: 409203825
mas 'Deliveries', id: 924726344
