tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ravenac95/sudolikeaboss"
brew "ansible", link: false
brew "cmus"
brew "htop"
brew "mackup"
brew "mas"
brew "ranger"
brew "shellcheck"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "tmux"
brew "vim"
brew "watch"
brew "wego", args: ["HEAD"]
brew "zsh"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Deliveries", id: 924726344
mas "Home Inventory", id: 413564952
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Pixelmator", id: 407963104
